Repository: leocalm/piggy-pulse-ios
Catalog: Localizable.xcstrings
Source language: en
Languages: de_de, es_es, fr_fr, nl_nl, pt_br, pt_pt

# section.metrics
source: METRICS
de_de: KENNZAHLEN
es_es: MÉTRICAS
fr_fr: INDICATEURS
nl_nl: STATISTIEKEN
pt_br: MÉTRICAS
pt_pt: MÉTRICAS

# section.naming
source: Naming
de_de: Benennung
es_es: Denominación
fr_fr: Nom
nl_nl: Naamgeving
pt_br: Nomeação
pt_pt: Nomenclatura

# section.notifications
source: NOTIFICATIONS
de_de: MITTEILUNGEN
es_es: NOTIFICACIONES
nl_nl: MELDINGEN
pt_br: NOTIFICAÇÕES
pt_pt: NOTIFICAÇÕES

# section.periodSetup
source: Period Setup
de_de: Zeitraum einrichten
es_es: Configuración del periodo
fr_fr: Configuration de la période
nl_nl: Periode instellen
pt_br: Configuração do Período
pt_pt: Configuração do Período

# section.preferences
source: PREFERENCES
de_de: EINSTELLUNGEN
es_es: PREFERENCIAS
fr_fr: PRÉFÉRENCES
nl_nl: VOORKEUREN
pt_br: PREFERÊNCIAS
pt_pt: PREFERÊNCIAS

# section.profile
source: PROFILE
de_de: PROFIL
es_es: PERFIL
fr_fr: PROFIL
nl_nl: PROFIEL
pt_br: PERFIL
pt_pt: PERFIL

# section.schedule
source: SCHEDULE
de_de: ZEITPLAN
es_es: PROGRAMACIÓN
fr_fr: PLANIFICATION
nl_nl: PLANNING
pt_br: AGENDA
pt_pt: AGENDAMENTO

# section.security
source: SECURITY
de_de: SICHERHEIT
es_es: SEGURIDAD
fr_fr: SÉCURITÉ
nl_nl: BEVEILIGING
pt_br: SEGURANÇA
pt_pt: SEGURANÇA

# section.targetAmount
source: TARGET AMOUNT
de_de: ZIELBETRAG
es_es: IMPORTE OBJETIVO
fr_fr: MONTANT CIBLE
nl_nl: DOELBEDRAG
pt_br: VALOR ALVO
pt_pt: VALOR DA META

# section.vendorDetails
source: Vendor Details
de_de: Händlerdetails
es_es: Detalles del comercio
fr_fr: Détails du bénéficiaire
nl_nl: Verkopergegevens
pt_br: Detalhes do Fornecedor
pt_pt: Detalhes do Comerciante

# section.weekendAdjustments
source: Weekend Adjustments
de_de: Wochenend-Anpassungen
es_es: Ajustes de fin de semana
fr_fr: Ajustements de week-end
nl_nl: Weekendaanpassingen
pt_br: Ajustes de Fim de Semana
pt_pt: Ajustes de Fim de Semana

source: Select
de_de: Auswählen
es_es: Seleccionar
fr_fr: Sélectionner
nl_nl: Selecteren
pt_br: Selecionar
pt_pt: Selecionar

source: Select a category and account.
de_de: Kategorie und Konto auswählen.
es_es: Selecciona una categoría y una cuenta.
fr_fr: Sélectionnez une catégorie et un compte.
nl_nl: Selecteer een categorie en een rekening.
pt_br: Selecione uma categoria e uma conta.
pt_pt: Selecione uma categoria e uma conta.

source: Select account
de_de: Konto auswählen
es_es: Seleccionar cuenta
fr_fr: Sélectionner un compte
nl_nl: Rekening selecteren
pt_br: Selecionar conta
pt_pt: Selecionar conta

source: Select category
de_de: Kategorie auswählen
es_es: Seleccionar categoría
fr_fr: Sélectionner une catégorie
nl_nl: Categorie selecteren
pt_br: Selecionar categoria
pt_pt: Selecionar categoria

source: Selected emoji %@
de_de: Ausgewähltes Emoji %@
es_es: Emoji seleccionado %@
fr_fr: Emoji sélectionné %@
nl_nl: Geselecteerde emoji %@
pt_br: Emoji selecionado %@
pt_pt: Emoji selecionado %@

# settings.appearance
source: Appearance
de_de: Darstellung
es_es: Apariencia
fr_fr: Apparence
nl_nl: Weergave
pt_br: Aparência
pt_pt: Aparência

# settings.colorTheme
source: Color Theme
de_de: Farbthema
es_es: Tema de color
fr_fr: Thème
nl_nl: Kleurthema
pt_br: Tema de Cores
pt_pt: Tema de Cor

# settings.dateFormat
source: Date Format
de_de: Datumsformat
es_es: Formato de fecha
fr_fr: Format de date
nl_nl: Datumnotatie
pt_br: Formato de Data
pt_pt: Formato de Data

# settings.deleteAccountDesc
source: Permanently delete your account and all associated data.
de_de: Lösche dein Konto und alle zugehörigen Daten dauerhaft.
es_es: Elimina permanentemente tu cuenta y todos los datos asociados.
fr_fr: Supprimez définitivement votre compte et toutes les données associées.
nl_nl: Verwijder je account en alle bijbehorende gegevens definitief.
pt_br: Excluir permanentemente sua conta e todos os dados associados.
pt_pt: Eliminar permanentemente a sua conta e todos os dados associados.

# settings.feedbackDesc
source: Help us make PiggyPulse better — bugs, ideas, translation fixes, anything.
de_de: Hilf uns, PiggyPulse besser zu machen — Bugs, Ideen, Übersetzungskorrekturen, alles willkommen.
es_es: Ayúdanos a mejorar PiggyPulse: errores, ideas, correcciones de traducción, lo que sea.
fr_fr: Aidez-nous à améliorer PiggyPulse — bugs, idées, corrections de traduction, tout est bienvenu.
nl_nl: Help ons PiggyPulse beter te maken — bugs, ideeën, vertaalfixes, alles welkom.
pt_br: Ajude a melhorar o PiggyPulse — bugs, ideias, traduções, o que quiser.
pt_pt: Ajude-nos a melhorar o PiggyPulse — erros, ideias, correções de tradução, qualquer coisa.

# settings.notification.overlayLifecycle
source: Overlay lifecycle
de_de: Lebenszyklus des Overlays
es_es: Ciclo de vida de la capa
fr_fr: Cycle de vie des ajustements temporaires
nl_nl: Levenscyclus van de laag
pt_br: Ciclo de vida da sobreposição
pt_pt: Ciclo de vida da camada

# settings.notification.overlayLifecycleDesc
source: When an overlay starts or ends
de_de: Wenn ein Overlay startet oder endet
es_es: Cuando una capa empieza o termina
fr_fr: Au début ou à la fin d’un ajustement temporaire
nl_nl: Wanneer een laag begint of eindigt
pt_br: Quando uma sobreposição começa ou termina
pt_pt: Quando uma camada começa ou termina

# settings.notification.periodStarting
source: Period starting
de_de: Zeitraum beginnt
es_es: Inicio del periodo
fr_fr: Début de période
nl_nl: Periode begint
pt_br: Início do período
pt_pt: Início do período

# settings.notification.periodStartingDesc
source: When a new period begins
de_de: Wenn ein neuer Zeitraum beginnt
es_es: Cuando comienza un nuevo periodo
fr_fr: Au début d’une nouvelle période
nl_nl: Wanneer een nieuwe periode begint
pt_br: Quando um novo período começa
pt_pt: Quando começa um novo período

# settings.notification.periodSummary
source: Period summary
de_de: Zeitraumübersicht
es_es: Resumen del periodo
fr_fr: Récapitulatif de la période
nl_nl: Periodeoverzicht
pt_br: Resumo do período
pt_pt: Resumo do período

# settings.notification.periodSummaryDesc
source: When a period ends
de_de: Wenn ein Zeitraum endet
es_es: Cuando termina un periodo
fr_fr: À la fin d’une période
nl_nl: Wanneer een periode eindigt
pt_br: Quando um período termina
pt_pt: Quando um período termina

# settings.notifications
source: Notifications
de_de: Mitteilungen
es_es: Notificaciones
nl_nl: Meldingen
pt_br: Notificações
pt_pt: Notificações

# settings.numberFormat
source: Number Format
de_de: Zahlenformat
es_es: Formato numérico
fr_fr: Format des nombres
nl_nl: Getalnotatie
pt_br: Formato Numérico
pt_pt: Formato Numérico

source: Shift to Friday
de_de: Auf Freitag verlegen
es_es: Adelantar al viernes
fr_fr: Décaler au vendredi
nl_nl: Schuiven naar vrijdag
pt_br: Mover para sexta-feira
pt_pt: Adiar para sexta-feira

source: Shift to Monday
de_de: Auf Montag verlegen
es_es: Aplazar al lunes
fr_fr: Décaler au lundi
nl_nl: Schuiven naar maandag
pt_br: Mover para segunda-feira
pt_pt: Adiar para segunda-feira

# sidebar.overview
source: Overview
de_de: Überblick
es_es: Resumen
fr_fr: Vue d’ensemble
nl_nl: Overzicht
pt_br: Visão Geral
pt_pt: Visão Geral

# sidebar.selectSection
source: Select a section from the sidebar
de_de: Wähle einen Bereich in der Seitenleiste aus.
es_es: Selecciona una sección de la barra lateral
fr_fr: Sélectionnez une section dans la barre latérale
nl_nl: Selecteer een sectie in de zijbalk
pt_br: Selecione uma secção na barra lateral
pt_pt: Selecione uma secção na barra lateral

source: Something went wrong. Please try again.
de_de: Etwas ist schiefgelaufen. Bitte erneut versuchen.
es_es: Algo salió mal. Inténtalo de nuevo.
fr_fr: Un problème est survenu. Réessayez.
nl_nl: Er is iets misgegaan. Probeer het opnieuw.
pt_br: Algo deu errado. Tente novamente.
pt_pt: Algo correu mal. Tente novamente.

# stats.inflows
source: Inflows
de_de: Einnahmen
es_es: Ingresos
fr_fr: Entrées
nl_nl: Inkomsten
pt_br: Entradas
pt_pt: Entradas

# stats.net
source: Net
de_de: Netto
es_es: Neto
nl_nl: Netto
pt_br: Liquido
pt_pt: Líquido

# stats.outflows
source: Outflows
de_de: Ausgaben
es_es: Gastos
fr_fr: Sorties
nl_nl: Uitgaven
pt_br: Saidas
pt_pt: Saídas

# stats.transactions
source: Transactions
de_de: Buchungen
es_es: Movimientos
nl_nl: Transacties
pt_br: Transacoes
pt_pt: Transações

# subscription.active
source: ACTIVE
de_de: AKTIV
es_es: ACTIVO
fr_fr: ACTIF
nl_nl: ACTIEF
pt_br: ATIVAS
pt_pt: ATIVO

# subscription.add.title
source: Add Subscription
de_de: Abo hinzufügen
es_es: Añadir suscripción
fr_fr: Ajouter un abonnement
nl_nl: Abonnement toevoegen
pt_br: Adicionar Assinatura
pt_pt: Adicionar Subscrição

# subscription.cancel
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
nl_nl: Annuleren
pt_br: Cancelar
pt_pt: Cancelar

# subscription.cancel.confirm
source: Confirm Cancellation
de_de: Kündigung bestätigen
es_es: Confirmar cancelación
fr_fr: Confirmer l’annulation
nl_nl: Opzegging bevestigen
pt_br: Confirmar Cancelamento
pt_pt: Confirmar Cancelamento

# subscription.cancel.dateLabel
source: Cancellation Date
de_de: Kündigungsdatum
es_es: Fecha de cancelación
fr_fr: Date d’annulation
nl_nl: Opzegdatum
pt_br: Data de Cancelamento
pt_pt: Data de Cancelamento

# subscription.cancel.hint
source: The subscription will be marked as cancelled from this date.
de_de: Das Abo wird ab diesem Datum als gekündigt markiert.
es_es: La suscripción se marcará como cancelada a partir de esta fecha.
fr_fr: L’abonnement sera marqué comme annulé à compter de cette date.
nl_nl: Het abonnement wordt vanaf deze datum als opgezegd gemarkeerd.
pt_br: A assinatura será marcada como cancelada a partir desta data.
pt_pt: A subscrição será marcada como cancelada a partir desta data.

# subscription.cancel.keep
source: Keep Subscription
de_de: Abo behalten
es_es: Mantener suscripción
fr_fr: Conserver l’abonnement
nl_nl: Abonnement behouden
pt_br: Manter Assinatura
pt_pt: Manter Subscrição

# subscription.cancel.navTitle
source: Cancel Subscription
de_de: Abo kündigen
es_es: Cancelar suscripción
fr_fr: Annuler l’abonnement
nl_nl: Abonnement opzeggen
pt_br: Cancelar Assinatura
pt_pt: Cancelar Subscrição

# subscription.cancel.title
source: Cancel Subscription
de_de: Abo kündigen
es_es: Cancelar suscripción
fr_fr: Annuler l’abonnement
nl_nl: Abonnement opzeggen
pt_br: Cancelar Assinatura
pt_pt: Cancelar Subscrição

# subscription.cancelAction
source: Cancel
de_de: Kündigen
es_es: Cancelar
fr_fr: Annuler
nl_nl: Opzeggen
pt_br: Cancelar
pt_pt: Cancelar

# subscription.cancelError
source: Failed to cancel subscription.
de_de: Abo konnte nicht gekündigt werden.
es_es: No hemos podido cancelar la suscripción.
fr_fr: Échec de l’annulation de l’abonnement.
nl_nl: Kan abonnement niet opzeggen.
pt_br: Falha ao cancelar assinatura.
pt_pt: Não foi possível cancelar a subscrição.

# subscription.cancelFailed
source: Failed to cancel subscription.
de_de: Abo konnte nicht gekündigt werden.
es_es: No hemos podido cancelar la suscripción.
fr_fr: Échec de l’annulation de l’abonnement.
nl_nl: Kan abonnement niet opzeggen.
pt_br: Falha ao cancelar assinatura.
pt_pt: Não foi possível cancelar a subscrição.

# subscription.cancelled
source: CANCELLED
de_de: GEKÜNDIGT
es_es: CANCELADO
fr_fr: ANNULÉ
nl_nl: GEANNULEERD
pt_br: CANCELADAS
pt_pt: CANCELADO

# subscription.createError
source: Failed to create subscription.
de_de: Abo konnte nicht erstellt werden.
es_es: No hemos podido crear la suscripción.
fr_fr: Échec de la création de l’abonnement.
nl_nl: Kan abonnement niet aanmaken.
pt_br: Falha ao criar assinatura.
pt_pt: Não foi possível criar a subscrição.

# subscription.cycle.monthly
source: Monthly
de_de: Monatlich
es_es: Mensual
fr_fr: Mensuel
nl_nl: Maandelijks
pt_br: Mensal
pt_pt: Mensal

# subscription.cycle.quarterly
source: Quarterly
de_de: Vierteljährlich
es_es: Trimestral
fr_fr: Trimestriel
nl_nl: Per kwartaal
pt_br: Trimestral
pt_pt: Trimestral

# subscription.cycle.yearly
source: Yearly
de_de: Jährlich
es_es: Anual
fr_fr: Annuel
nl_nl: Jaarlijks
pt_br: Anual
pt_pt: Anual

# subscription.delete
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
nl_nl: Verwijderen
pt_br: Excluir
pt_pt: Eliminar

# subscription.deleteConfirm
source: Delete subscription?
de_de: Abo löschen?
es_es: ¿Eliminar suscripción?
fr_fr: Supprimer l’abonnement ?
nl_nl: Abonnement verwijderen?
pt_br: Excluir assinatura?
pt_pt: Eliminar subscrição?

# subscription.deleteFailed
source: Failed to delete subscription.
de_de: Abo konnte nicht gelöscht werden.
es_es: No hemos podido eliminar la suscripción.
fr_fr: Échec de la suppression de l’abonnement.
nl_nl: Kan abonnement niet verwijderen.
pt_br: Falha ao excluir assinatura.
pt_pt: Não foi possível eliminar a subscrição.

# subscription.deleteMessage
source: This subscription will be permanently deleted.
de_de: Dieses Abo wird dauerhaft gelöscht.
es_es: Esta suscripción se eliminará de forma permanente.
fr_fr: Cet abonnement sera définitivement supprimé.
nl_nl: Dit abonnement wordt definitief verwijderd.
pt_br: Esta assinatura será excluída permanentemente.
pt_pt: Esta subscrição será eliminada permanentemente.

# subscription.detail.amount
source: Amount
de_de: Betrag
es_es: Importe
fr_fr: Montant
nl_nl: Bedrag
pt_br: Valor
pt_pt: Valor

# subscription.detail.billingDay
source: Billing Day
de_de: Abrechnungstag
es_es: Día de facturación
fr_fr: Jour de facturation
nl_nl: Factureringsdag
pt_br: Dia da Cobrança
pt_pt: Dia de Faturação

# subscription.detail.cancelledAt
source: Cancelled At
de_de: Gekündigt am
es_es: Cancelado el
fr_fr: Annulé le
nl_nl: Geannuleerd op
pt_br: Cancelado Em
pt_pt: Cancelado em

# subscription.detail.created
source: Created
de_de: Erstellt
es_es: Creado
fr_fr: Créé
nl_nl: Aangemaakt
pt_br: Criado
pt_pt: Criado

# subscription.detail.cycle
source: Cycle
de_de: Zyklus
es_es: Ciclo
nl_nl: Cyclus
pt_br: Ciclo
pt_pt: Ciclo

# subscription.detail.nextCharge
source: Next Charge
de_de: Nächste Abbuchung
es_es: Próximo cargo
fr_fr: Prochain prélèvement
nl_nl: Volgende afschrijving
pt_br: Próxima Cobrança
pt_pt: Próximo Débito

# subscription.edit
source: Edit
de_de: Bearbeiten
es_es: Editar
fr_fr: Modifier
nl_nl: Bewerken
pt_br: Editar
pt_pt: Editar

# subscription.edit.title
source: Edit Subscription
de_de: Abo bearbeiten
es_es: Editar suscripción
fr_fr: Modifier l’abonnement
nl_nl: Abonnement bewerken
pt_br: Editar Assinatura
pt_pt: Editar Subscrição

# subscription.form.amount
source: Amount
de_de: Betrag
es_es: Importe
fr_fr: Montant
nl_nl: Bedrag
pt_br: Valor
pt_pt: Valor

# subscription.form.billing
source: Billing Details
de_de: Abrechnungsdetails
es_es: Detalles de facturación
fr_fr: Détails de facturation
nl_nl: Factureringsgegevens
pt_br: Detalhes de Cobrança
pt_pt: Detalhes de Faturação

# subscription.form.billingDay
source: Billing Day
de_de: Abrechnungstag
es_es: Día de facturación
fr_fr: Jour de facturation
nl_nl: Factureringsdag
pt_br: Dia da Cobrança
pt_pt: Dia de Faturação

# subscription.form.category
source: Category
de_de: Kategorie
es_es: Categoría
fr_fr: Catégorie
nl_nl: Categorie
pt_br: Categoria
pt_pt: Categoria

# subscription.form.cycle
source: Billing Cycle
de_de: Abrechnungszyklus
es_es: Ciclo de facturación
fr_fr: Cycle de facturation
nl_nl: Factureringscyclus
pt_br: Ciclo de Cobrança
pt_pt: Ciclo de Faturação

# subscription.form.details
source: Subscription Details
de_de: Abo-Details
es_es: Detalles de la suscripción
fr_fr: Détails de l’abonnement
nl_nl: Abonnementsgegevens
pt_br: Detalhes da Assinatura
pt_pt: Detalhes da Subscrição

# subscription.form.namePlaceholder
source: e.g. Netflix
de_de: z. B. Netflix
es_es: p. ej., Netflix
fr_fr: p. ex., Netflix
nl_nl: bijv. Netflix
pt_br: ex. Netflix
pt_pt: p. ex., Netflix

# subscription.form.nextCharge
source: Next Charge
de_de: Nächste Abbuchung
es_es: Próximo cargo
fr_fr: Prochain prélèvement
nl_nl: Volgende afschrijving
pt_br: Próxima Cobrança
pt_pt: Próximo Débito

# subscription.form.none
source: None
de_de: Keine
es_es: Ninguno
fr_fr: Aucun
nl_nl: Geen
pt_br: Nenhum
pt_pt: Nenhum

# subscription.form.selectCategory
source: Select category
de_de: Kategorie auswählen
es_es: Seleccionar categoría
fr_fr: Sélectionner une catégorie
nl_nl: Categorie selecteren
pt_br: Selecionar categoria
pt_pt: Selecionar categoria

# subscription.form.vendor
source: Vendor
de_de: Händler
es_es: Comercio
fr_fr: Bénéficiaire
nl_nl: Verkoper
pt_br: Fornecedor
pt_pt: Comerciante

# subscription.loadError
source: Failed to load subscriptions.
de_de: Abos konnten nicht geladen werden.
es_es: No hemos podido cargar las suscripciones.
fr_fr: Échec du chargement des abonnements.
nl_nl: Kan abonnementen niet laden.
pt_br: Falha ao carregar assinaturas.
pt_pt: Não foi possível carregar as subscrições.

# subscription.manage.category
source: Manage Category
de_de: Kategorie verwalten
es_es: Gestionar categoría
fr_fr: Gérer la catégorie
nl_nl: Categorie beheren
pt_br: Gerenciar Categoria
pt_pt: Gerir Categoria

# subscription.paused
source: PAUSED
de_de: PAUSIERT
es_es: EN PAUSA
fr_fr: EN PAUSE
nl_nl: GEPAUZEERD
pt_br: PAUSADAS
pt_pt: EM PAUSA

# subscription.retry
source: Retry
de_de: Erneut versuchen
es_es: Reintentar
fr_fr: Réessayer
nl_nl: Opnieuw
pt_br: Tentar novamente
pt_pt: Tentar novamente

# subscription.stats.active
source: Active
de_de: Aktiv
es_es: Activo
fr_fr: Actif
nl_nl: Actief
pt_br: Ativas
pt_pt: Ativo

# subscription.stats.monthly
source: Monthly
de_de: Monatlich
es_es: Mensual
fr_fr: Mensuel
nl_nl: Maandelijks
pt_br: Mensal
pt_pt: Mensal

# subscription.stats.yearly
source: Yearly
de_de: Jährlich
es_es: Anual
fr_fr: Annuel
nl_nl: Jaarlijks
pt_br: Anual
pt_pt: Anual

# subscription.status.active
source: Active
de_de: Aktiv
es_es: Activo
fr_fr: Actif
nl_nl: Actief
pt_br: Ativa
pt_pt: Ativo

# subscription.status.cancelled
source: Cancelled
de_de: Gekündigt
es_es: Cancelado
fr_fr: Annulé
nl_nl: Geannuleerd
pt_br: Cancelada
pt_pt: Cancelado

# subscription.status.paused
source: Paused
de_de: Pausiert
es_es: En pausa
fr_fr: En pause
nl_nl: Gepauzeerd
pt_br: Pausada
pt_pt: Em pausa

# subscription.upcoming
source: UPCOMING CHARGES
de_de: ANSTEHENDE ABBUCHUNGEN
es_es: PRÓXIMOS CARGOS
fr_fr: PROCHAINS PRÉLÈVEMENTS
nl_nl: AANKOMENDE AFSCHRIJVINGEN
pt_br: COBRANÇAS PRÓXIMAS
pt_pt: PRÓXIMOS DÉBITOS

# subscription.updateError
source: Failed to update subscription.
de_de: Abo konnte nicht aktualisiert werden.
es_es: No hemos podido actualizar la suscripción.
fr_fr: Échec de la mise à jour de l’abonnement.
nl_nl: Kan abonnement niet bijwerken.
pt_br: Falha ao atualizar assinatura.
pt_pt: Não foi possível atualizar a subscrição.

# subscriptions.empty.message
source: Track your recurring charges like streaming services, memberships, and bills.
de_de: Verfolge deine wiederkehrenden Abbuchungen, etwa Streamingdienste, Mitgliedschaften und Rechnungen.
es_es: Controla tus cargos recurrentes, como servicios de streaming, membresías y facturas.
fr_fr: Suivez vos prélèvements récurrents, comme les services de streaming, les abonnements et les factures.
nl_nl: Houd terugkerende kosten in de gaten, zoals streamingdiensten, lidmaatschappen en rekeningen.
pt_br: Acompanhe suas cobranças recorrentes como serviços de streaming, mensalidades e contas.
pt_pt: Acompanhe os seus débitos recorrentes, como serviços de streaming, adesões e contas.

# subscriptions.empty.step1.description
source: Enter the service name, billing amount, and how often you are charged.
de_de: Gib den Namen des Dienstes, den Betrag und die Häufigkeit der Abbuchung ein.
es_es: Introduce el nombre del servicio, el importe y con qué frecuencia se cobra.
fr_fr: Saisissez le nom du service, le montant facturé et la fréquence des prélèvements.
nl_nl: Voer de naam van de dienst, het factuurbedrag en de frequentie van de afschrijving in.
pt_br: Insira o nome do serviço, valor da cobrança e a frequência da cobrança.
pt_pt: Introduza o nome do serviço, o valor da faturação e a periodicidade dos débitos.

# subscriptions.empty.step1.title
source: Add a subscription
de_de: Ein Abo hinzufügen
es_es: Añadir una suscripción
fr_fr: Ajouter un abonnement
nl_nl: Een abonnement toevoegen
pt_br: Adicione uma assinatura
pt_pt: Adicionar uma subscrição

# subscriptions.empty.step2.description
source: Choose monthly, quarterly, or yearly billing so upcoming charges are calculated.
de_de: Wähle monatliche, quartalsweise oder jährliche Abrechnung, damit anstehende Buchungen berechnet werden.
es_es: Elige facturación mensual, trimestral o anual para que se calculen los próximos cargos.
fr_fr: Choisissez une facturation mensuelle, trimestrielle ou annuelle pour que les prochains prélèvements soient calculés.
nl_nl: Kies maandelijkse, kwartaal- of jaarlijkse facturering zodat aankomende kosten worden berekend.
pt_br: Escolha cobrança mensal, trimestral ou anual para que as próximas cobranças sejam calculadas.
pt_pt: Escolha faturação mensal, trimestral ou anual para que os próximos débitos sejam calculados.

# subscriptions.empty.step2.title
source: Set the billing schedule
de_de: Abrechnungszeitplan festlegen
es_es: Establece la programación de facturación
fr_fr: Définir le calendrier de facturation
nl_nl: Stel het factureringsschema in
pt_br: Defina o calendário de cobrança
pt_pt: Defina o agendamento de faturação

# subscriptions.empty.step3.description
source: The upcoming charges section shows what is due next and when.
de_de: Der Abschnitt „Anstehende Abbuchungen“ zeigt, was als Nächstes wann fällig ist.
es_es: La sección de próximos cargos muestra qué viene a continuación y cuándo.
fr_fr: La section des prochains prélèvements indique ce qui arrive ensuite et quand.
nl_nl: Het gedeelte met aankomende afschrijvingen laat zien wat er als volgende komt en wanneer.
pt_br: A seção de próximas cobranças mostra o que vence em seguida e quando.
pt_pt: A secção de próximos débitos mostra o que se segue e quando.

# subscriptions.empty.step3.title
source: Monitor upcoming costs
de_de: Anstehende Kosten im Blick behalten
es_es: Controla los próximos gastos
fr_fr: Suivre les prochains prélèvements
nl_nl: Houd aankomende kosten in de gaten
pt_br: Monitore custos futuros
pt_pt: Acompanhar próximos custos

# subscriptions.empty.tip1
source: Subscriptions are separate from regular transactions — they represent recurring commitments.
de_de: Abos sind getrennt von normalen Buchungen — sie stehen für wiederkehrende Verpflichtungen.
es_es: Las suscripciones se separan de los movimientos normales: representan compromisos recurrentes.
fr_fr: Les abonnements sont distincts des transactions classiques — ils représentent des engagements récurrents.
nl_nl: Abonnementen staan los van gewone transacties — ze vertegenwoordigen terugkerende verplichtingen.
pt_br: Assinaturas são separadas das transações regulares — representam compromissos recorrentes.
pt_pt: As subscrições são separadas das transações normais — representam compromissos recorrentes.

# subscriptions.empty.tip2
source: Once added, upcoming charges appear on this page so you can plan ahead.
de_de: Nach dem Hinzufügen erscheinen anstehende Abbuchungen auf dieser Seite, damit du vorausplanen kannst.
es_es: Una vez añadidos, los próximos cargos aparecen en esta página para que puedas planificar.
fr_fr: Une fois ajoutés, les prochains prélèvements apparaissent sur cette page pour vous permettre d’anticiper.
nl_nl: Zodra ze zijn toegevoegd, verschijnen aankomende afschrijvingen op deze pagina zodat je vooruit kunt plannen.
pt_br: Uma vez adicionadas, as próximas cobranças aparecem nesta página para você se planejar.
pt_pt: Depois de adicionados, os próximos débitos aparecem nesta página para que possa planear-se.
